Repository: wescamp/Fall_of_Silvium-1.6
Catalog: po/*.po
Languages: it

source: The Fall of Silvium
it: La Caduta di Silvium

source: FoS
it: CdS

source: Centurion
it: Centurione

source: (easiest)
it: (facile)

source: Tribunus
it: Tribuno

source: (hardest)
it: (difficile)

source: Imperator
it: Imperatore

source: 890-900 SI You are Caius Regilius, a Tribune, of the province Silvia, located in the northmost reaches of the Lavinian Empire. You reside in the city of Silvium, capital of the province, on the border with the northern barbarians. This is the height of the Lavinian Empire - but the Empire has overextended itself. The city of Silvia lies north of the mountains of Arendia, and is sandwiched between the Marauders and the Sidhe... war is inevitable, and the province of Silvia will almost certainly fall. (Intermediate level, 8 scenarios.)
it: 890-900 Si Sei Caius Regilius, un Tribuno, della provincia di Silvia, situata nell'estremo nord dell'Impero Lavinian. Risiedi nella città di Silvium, capitale della provincia, sul confine con i barbari nordici. Questo è il culmine dell'Impero Lavinian - ma l'Impero si è espanso oltre le proprie capacità. La citta di Silvia giace a nord delle montagne di Arendia, ed è inserita tra i Marauders e i Sidhe...la guerra è inevitabile, e la provincia di Silvia quasi certamente cadrà. (Livello intermedio, 8 scenari)

source: Return from Lavinium
it: Ritorno da Lavinium

source: 12th Legion
it: Dodicesima Legione

source: Silvia is not like most provinces of the Empire. It is located thousands of miles away from the Imperial City, Lavinium, and there is an allied nation, Arendia, in between the two. Silvia is, as it were, cut off from the rest of the Empire, and if it were attacked, it would quickly crumble. It is a good thing the Marauders do not attack us unless we attack them. So far.
it: Silvia non è come le altre province dell'Impero. È situata a migliaia di miglia dalla Città Imperiale, Lavinium, e c'è una nazione alleata, Arendia, tra i due. Silvia è, così come è sempre stata, tagliata fuori dal resto dell'Impero, e se fosse stata attaccata, sarebbe crollata velocemente. È una vera fortuna che i Marauders non ci attacchino a meno che noi non attacchiamo loro. Fino ad adesso.

source: Me? I'm Caius Regilius, the tribune of this province. I command the 12th Legion, which is stationed in the city of Silvium. There is another Legion in the province, in Portum Frigae, with another tribune, but I do not have authority over it.
it: Io? Sono Caius Regilius, il tribuno di questa provincia. Comando la Dodicesima Legione, che staziona nella città di Silvium. C'è un'altra Legione nella provincia, situata in Portum Frigae, con un altro tribuno, ma non ho autorità su di esso.

source: I am just now returning from a trip to the capital of the Empire, Lavinium. Unfortunately for my political career, the journey there is so long I can only make it once every few years, when I give my five-year report. We are just now coming up to the Pass of Arendia, the most dangerous part of the return to Silvia...
it: Sto tornando da un viaggio alla capitale dell'Impero, Lavinium. Sfortunatamente per la mia carriera politica, il viaggio è così lungo che posso farlo solo una volta ogni pochi anni, quando consegno i miei rapporti quinquennali. Ora stiamo salendo il Passo di Arendia, la parte più pericolosa del ritorno a Silvia...

source: Move Caius Regilius to the end of the road
it: Muovi Caius Regilius alla fine della strada

source: Death of Caius Regilius
it: Morte di Caius Regilius

source: Death of Jugarthus Massaesylus
it: Morte di Jugarthus Massaesylus

source: Silvia River
it: Fiume Silvia

source: To Arendia
it: Verso Arendia

source: To Silvia
it: Per Silvia

source: We are leaving Arendia now... these next few miles are the most dangerous of the journey.
it: Stiamo lasciando Arendia ora...queste prossime poche miglia sono le più pericolose del nostro viaggio.

source: If we get attacked, keep going. Don't kill the attacker - we don't want to break the treaty we have. And we don't want a war with the Marauders just because some stupid thain decided he wanted some loot.
it: Se venissimo attaccati, non reagite. Non uccidete l'aggressore - non vogliamo rompere il patto che abbiamo. E non vogliamo una guerra con i Marauders solo per qualche stupido guerriero che vuole un po' di bottino.

source: Ha! Now I have you... you'll never get away from here alive!
it: Ha! Vi ho in pugno...Non uscirete mai vivi da qui!

source: Why do you attack us? We have a peace treaty with your people.
it: Perchè ci attacchi? Abbiamo un trattato di pace con il tuo popolo

source: Prepare to die!
it: Preparati a morire!

source: No, you prepare to die! Attack!
it: No, tu preparati a morire! All'attacco!

source: Wait! We can't kill him. If we do, it would mean war. We can't afford a war with the Marauders - we would be destroyed in a few weeks. Especially not with the Wylflings.
it: Aspetta! Non possiamo ucciderlo. Se lo facciamo scoppierà una guerra. Non possiamo affrontare una guerra con i Marauders - saremmo sconfitti in poche settimane. Specialmente con i Wylflings.

source: So what do we do? I still say, 'attack!'!
it: Allora cosa facciamo? Io continuo a dire di attaccarli!

source: We can fight him... but don't kill him. Kill his men, fine; maybe we could even get him to retreat if we defeat enough of his army. But we can't kill him. If we can't make him retreat, we should just continue on our journey. These marauders are just like flies - they irritate, but they pose no threat.
it: Possiamo combatterlo...ma senza ucciderlo. Uccidete i suoi uomini; forse possiamo sempre costringerlo a ritirarsi se sconfiggiamo quanto basta del suo esercito. Ma non possiamo ucciderlo. Se non possiamo farlo ritirare, dovremmo solo continuare il nostro viaggio. Questi marauders sono come le mosche - sono irritanti, ma non rappresentano una minaccia.

source: For now, at least.
it: Per ora, almeno

source: Force the Marauder leader to retreat
it: Costringi il condottiero dei Marauder a ritirarsi

source: Death of Aldkar Wyrmwylfsson
it: Morte di Aldkar Wyrmwylfsson

source: This looks like a good place to prepare a defense from.
it: Questo sembra un buon posto dove preparare una difesa

source: Come on, men! Reinforcements wait just down the road - the Marauders will not follow us.
it: Coraggio, uomini! I rinforzi ci stanno aspettando giusto lungo la strada - i Marauders non ci seguiranno

source: Damn! The Lavinians have escaped. But my brethren will soon finish him nonetheless...
it: Dannazione! I Lavinians sono scappati. Ma i miei fratelli comunque li distruggeranno presto

source: My army has vanished! These Lavinians have more courage than I thought. I hope my brethren do not fare as badly as I did...
it: Il mio esercito è decimato! Questi Lavinians hanno più coraggio di quanto pensassi. Spero che i miei fratelli abbiano più succeso di me...

source: You fools... now my people will destroy you...
it: Sciocchi...ora il mio popolo vi distruggerà

source: Careful! We cannot slay him and start a blood war.
it: Attenti! Non possiamo ucciderlo e cominciare una sanguinosa guerra.

source: The Raid
it: L'Incursione

source: The Marauder attack did not take us by surprise, for the more foolish of the Marauder thains will attack even in times of peace. But, something this one said worried me.
it: L'attacco dei Marauder non ci prese di sorpresa, i più sciocchi guerrieri Marauder attaccano anche in tempo di pace. Ma, le cose che questo disse mi preoccupò

source: His brethren? Were there more Marauder attacks planned? Perhaps an attack by the Wylfling clan on all of Silvia? This might be the beginning of something bigger.
it: I suoi fratelli? I Marauder avevano pianificato più di un attacco? Magari un attacco del clan Wylfling su tutta Silvia? Questo potrebbe essere l'inizio di qualcosa di più grande.

source: These fears swam through my mind as we came over the last hill and the city of Silvium lay before us...
it: Queste paure nuotavano nella mia mente finchè non arrivammo sull'ultima collina e la citta di Silvium giaceva davanti a noi...

source: Force the Marauder Lord to surrender
it: Costringi il Signore dei Marauder alla resa

source: Death of Bjornin Wyrmwylfsson
it: Morte di Bjornin Wyrmwylfsson

source: To Pass of Arendia
it: Per il Passo di Arendia

source: To Portum Frigae
it: Per Portum Frigae

source: To Silvian Plains
it: Per le Pianure di Silvia

source: You have eluded my brother, but you will die this day!
it: Sei fuggito a mio fratello, ma questo giorno morirai!

source: What? Are you mad? You cannot breach the walls of this city!
it: Cosa? Sei pazzo? Non puoi aprire una breccia nelle mura di questa città!

source: Prepare to die! This day, Silvium will fall - tomorrow, all of Lavinia!
it: Praparati a morire! Questo giorno, Silvium cadrà - domani, Lavinia intera!

source: He may be right. These walls are not as strong as you think, Jugarthus.
it: Potrebbe avere ragione. Queste mura non sono forti come pensi, Jugarthus.

source: True. We must prepare to do battle.
it: Hai ragione. Dobbiamo prepararci alla battaglia.

source: But still, we cannot kill this man. If we do, we call all of the Marauder people onto our backs.
it: Ma ancora, non possiamo uccidere questo uomo. Se lo facessimo metteremmo tutti i Marauder sulle nostre traccie.

source: I think we may have done that already, but very well. Force him to retreat!
it: Penso che potremmo averlo gia fatto, ma va bene. Costringetelo a ritirarsi!

source: Look! Caius Regilius has returned!
it: Guardate! Caius Regilius è tornato!

source: It appears the marauders are already attacking the city. Quick, let us rally to defend it!
it: Sembra che i marauders stanno già attaccando la città

source: It seems that, as I feared, the Marauders are attacking in earnest.
it: Sembra che, come temevo, i Marauders stanno attaccando seriamente

source: You do not scare me! You will perish this day!
it: Voi non mi spaventate! Questo giorno voi morirete!

source: Why does he not flee? we have almost crushed his army.
it: Perchè non fugge? Abbiamo quasi distrutto il suo esercito.

source: I will not fail in banishing you from this land, Lavinian scum!
it: Non fallirò nel cacciarvi da questa terra, feccia Lavinian!

source: What should we do? He will not flee!
it: Cosa dobbiamo fare? Non fuggirà!

source: You know what we must do - we must kill him.
it: Sai cosa dobbiamo fare - dobbiamo ucciderlo.

source: If we do, Silvia shall perish!
it: Se lo facciamo, Silvia cadrà!

source: But we seem to have no choice.
it: Ma sembra che non abbiamo scelta.

source: Kill Bjornin?
it: Uccidere Bjornin?

source: So, I die... but you, too, shall perish...
it: E così, io muoio...ma anche tu perirai.

source: Well, we have defeated him. What should we do now?
it: Bene, lo abbiamo sconfitto. Cosa dovremmo fare ora?

source: Well, if we stay here, they will attack again, yes?
it: Bè, se stiamo qui, ci attaccheranno nuovamente,no?

source: I suppose so. We have broken the treaty, after all - although they forced us to!
it: Suppongo di sì. Abbiamo infranto il trattato dopotutto - sebbene ci abbiano costretto!

source: Yes. Well, we all knew they would attack in earnest eventually - I guess that time is now. We need a plan.
it: Sì. Bene, sapevamo tutti che ci avrebbero attaccato seriamente alla fine - Credo che sia giunta l'ora. Ci serve un piano.

source: We should leave this city, yes? Perhaps even leave all of Silvia.
it: Dovremmo abbandonare questa città, no? Magari ugualmente lasciare tutta Silvia.

source: Exactly. We need to mount an evacuation - no one can stay.
it: Esattamente. Dobbiamo organizzare un evacuazione - nessuno può rimanere

source: You're talking about thousands of people, maybe tens of thousands!
it: Stai parlando di miliaglia di persone, forse diecimila!

source: We only need to bring those who want to come - that would be those Lavinians who settled here, not the natives we defeated.
it: Ci serve solo portare solo chi vuole venire - sarebbero i Lavinians che si sono insediati qui, non i nativi che abbiamo sconfitto.

source: This sounds like a plan. I will hold the city for as long as I can, then follow you. You go now, and bring all the civilians with you.
it: Questo sembra un piano. Terrò la città il più lungo possibile, poi vi seguirò. Ora andate, e portate tutti i civili con voi.

source: Down the Silvia River
it: Lungo il Fiume Silvia

source: We did not have much choice about killing the Marauder lord. He had broken the rules of the game - he had refused to retreat. Still, the Marauders would seek revenge. We were now in a state of war.
it: Non abbiamo avuoto scelta sull'uccisione del signore dei Marauder. Aveva infranto le regole del gioco - aveva rifiutato di ritirarsi. Così, i Marauders cercheranno vendetta. Ora siamo in guerra.

source: But Silvium was not prepared for war, and neither were its people. We decided to cut our losses and retreat from Silvium, bringing all of the people down the river to the other major city of the province. From there, we would depart by ship. Silvia would be no more.
it: Ma Silvium non era preparata per una guerra, e neanche il suo popolo. Decidemmo di limitare le perdite e ritirarci da Silvium, portando la popolazione lungo il fiume fino all'altra grande città della provincia. Da lì, ce ne andremmo via nave. Silvia non esisterebbe più.

source: It is possible that it was all planned - that the Marauders wanted an excuse to drive us out of Silvia, and they had sacrificed one of their own so that they could break the peace and destroy us. It was actually probable.
it: È possibile che era tutto pianificato - che i Marauder volevano un pretesto per invadere Silvia, e hanno sacrificato uno di loro per così potere rompere la pace e distruggerci. È molto probabile.

source: But still, we had little choice. If we remained in the city, we would die. Discretion is the better part of valor. I prefer to lose a province than to lose my life. So we abandoned Silvium, and brought all of the civilians with us.
it: Ma abbiamo ancora una piccola possibilità. Se saremmo rimasti nella città, saremmo morti. La prudenza è la migliore delle virtù. Preferisco perdere una provincia che perdere la vita. Così abbandonammo Silvium, e portammo tutti i civili con noi.

source: That was not as hard as it may sound. We only had to bring those of Lavinian descent with us - the natives would be just as happy under Marauder rule as under ours. That meant we only brought along the nobility, and their gold, which would come in handy on the road. It was, however, rather heavy.
it: Non fu difficile come può suonare. Dovevamo solo portare i discendenti dei Lavinian con noi - i nativi sarebbero stati felici sotto il regno dei Marauder come sotto il nostro, QUesto significò che portammo con noi solo la nobiltà, e il suo oro, che sarebbe stato utile nel viaggio. Era, comunque, piuttosto pesante.

source: Bring eight civilians to the end of the road, then hold out for 5 turns
it: Porta otto civili alla fine della strada, poi sopravvivi per 5 turni

source: Bring seven civilians to the end of the road, then hold out for 5 turns
it: Porta sette civili alla fine della strada, poi sopravvivi per 5 turni

source: Kill the Marauder leader
it: Sconfiggi

source: To Silvium
it: Per Silvium

source: We should make camp here. The Marauders are probably in pursuit; we should move out at dawn.
it: Dobbiamo accamparci qui. I Marauders ci stanno probabilmente cercando; dovremmo andarcene all'alba

source: Agreed. If the Wylflings find us, they will attack - they are enraged at the death of their kinsman, and it is not wise to cross an enraged barbarian.
it: D'accordo. Se i Wylflings ci trovassero, ci attaccherebbero - sono furiosi per la morte del loro parente, e non è saggio incrociare un barbaro furioso.

source: You killed my father - prepare to die! Aghh!!
it: Hai ucciso mio padre - preparati a morire! Aghh!!

source: See? I was right. Hurry up, we have to get to the port before these marauders kill us!
it: Vedi? Avevo ragione. Avanti, dobbiamo raggiungere il porto prima che questi marauders ci uccidano!

source: We could also kill this thain - there is no reason not to. Attack him!
it: Potremmo anche uccidere questo condottiero - non c'è ragione per non farlo. Attaccatelo!

source: We have another choice - fight back. If we kill this thain, we will be safe on the rest of the road.
it: Abbiamo un altra scelta - combattere. Se uccidessimo questo condottiero, saremmo al sicuro per il resto del viaggio.

source: Very well, we may try that. But we must also move along our charges, in case we fail.
it: Molto bene, possiamo provarci. Ma dobbiamo anche disperdere gli attacchi, se falliamo.

source: Sir, the civilians will not be ready to leave until tomorrow morning. We must protect their camp until then.
it: Signore, i civili non saranno pronti a partire prima di domani mattina. Dobbiamo proteggere il campo fino ad all'ora

source: I suppose we will have to stall until then... and what about these farms along the road? There are noblemen in them too that will die in they remain here. We should send some scouts to warn them.
it: Suppongo che dovremmo fermarci fino ad allora... e queste fattore lungo la strada? Ci sono nobili in esse che moriranno rimanendo qui. Dovremmo mandare qualche scout ad avvertirli.

source: Very well.
it: Molto bene

source: Ha ha! Die, Lavinian dogs!
it: Ha ha! Morite, cani Lavinian!

source: We have failed to guard the civilians...
it: Abbiamo fallito nel proteggere i civili...

source: The civilians are ready to move!
it: I civili sono pronti a partire!

source: Quick, Marauders are attacking! You need to leave with us!
it: Veloci, i Marauders stanno attaccando! Dovede fuggire con noi!

source: Anyone in here? You need to prepare to leave - marauders are attacking the province!
it: C'è nessuno? Dovete prapararvi a partire - i Marauders stanno attaccando la provincia!

source: Get ready to leave for the port city - Marauders are invading!
it: Preparatevi per partire verso il porto - I Marauders ci stanno invadendo!

source: Marauder are invading! You need to leave now!
it: I Marauder ci stanno invadendo! Dobbiamo partire ora!

source: On to safety...
it: Al sicuro...

source: Survive for five turns
it: Sopravvivi per cinque turni

source: The civilians are all on the road. Now we just need to buy them some time.
it: I civili sono tutti sulla via. Ora ci serve guadagnare un po' di tempo

source: Very well. I would still like to slay this Marauder lord, but if we cannot do that, it will do to stall him for a day or so. By that time the civilians will be almost at the city, and out of his reach.
it: Molto bene. Mi piacerebbe uccidere questo signore Marauder, ma se non possiamo farlo, lo farà rallentare per un giorno circa. Nel frattempo i civili saranno quasi in città, e fuori dalla sua portata

source: Let us hope he is the last thain to attack us - but I doubt he will be.
it: Speriamo che sia l'ultimo condottiero ad attaccarci - ma ne dubito.

source: The nobles will have gotten far enough along the road by now. Vade retro!
it: I nobili saranno abbastanza lontani ora. Vade retro!

source: The Marauders will follow us no more... but they may be waiting for us down the road.
it: I Marauders non ci inseguiranno più... ma potrebbero aspettarci lungo la strada.

source: The Port City
it: Il porto

source: 13th Legion
it: Tredicesima Legione

source: We arrived at Portum Frigae without further incident. However, when we got there, we had a different problem.
it: Arrivammo a Portum Frigae senza ulteriori incidenti. Comunque, quando arrivammo lì, ebbimo un altro problema.

source: When we told the tribune of this city, Darus Salirus, what had happened, he refused us entry to the city. He believed that if we were all that the Marauders wanted, and if he did not shelter us, he would not be attacked.
it: Quando dicemmo al tribuno della città, Darus Salirus, cosa era successo, rifiuto di farci entrare in città. Credeva che se noi eravamo tutto quello che i Marauders volevano e se non ci avrebbe messo al sicuro, lui non sarebbe stato attaccato.

source: Take the city of Portum Frigae from the traitor Darus Salirus
it: Prendi la città di Portum Frigae dal traditore Darus Salirus

source: Iceswept Bay
it: Baia Iceswept

source: Let us into the city, Darus! That is an order!
it: Lasciaci entrare in città, Darus! È un ordine!

source: You have disobeyed your own orders, Caius, and forfeited your command. I will not open the gates!
it: Hai disobbedito agli ordini, Caius, e perso il tuo commando. Non aprirò i cancelli!

source: Are you mad, Darus? The marauders are invading, can you not see that? You will die if you do not help us!
it: Sei pazzo, Darus? I marauders ci stanno invadendo, non lo vedi? Morirai se non ci aiuti!

source: I have nothing to discuss with you, Caius Regilius.
it: Non ho nulla da dirti, Caius Regilius.

source: You leave us no choice. Attack them!
it: Non ci lasci altra scelta. Attaccatelo!

source: Die, traitors!
it: Muori, traditore!

source: Forward march!
it: Carica!

source: You... have slain me, Caius...
it: Tu...mi hai ucciso, Caius...

source: Now! All of you who followed the commands of the traitor Darus Salirus - normally we would have you executed. But we need you today. Marauders have attacked this city.
it: Ora! Tutti voi che avete seguito i comandi del traditore Darus Salirus - normalmente verreste giustiziati. Ma abbiamo bisogno di voi oggi. I Marauders hanno attaccato questa città.

source: You now follow my orders. As to what we should do... we cannot defeat these marauders. And even if we do, Silvia will fall. So we should not waste our efforts on mad attacks.
it: Ora voi seguite i miei ordini. Questo è quello che faremo... non possiamo sconfiggere questi Marauders. E anche se ci riuscissimo, Silvia cadrà. Quindi non dovremmo sprecare i nostri sforzi in attacchi senza senso.

source: What do you propose?
it: Cosa proponi?

source: We need to get the civilians out of here - fast. Put them on the ships - take them around the Sidhe peninsula, to Dardania. The Legion will stay here and fight, to stop the Marauders from entering their longboats and following.
it: Dobbiamo evacuare i civili da qui - velocemente. Metteteli sulle navi - portateli attorno alla penisola dei Sidhe, a Dardania. La Legione rimarrà qui e combatterà, per non permettere ai Marauders di salpare con le proprie scialuppe e seguirli

source: We need to bring both the residents of this city, and those we brought with us on the road. We will have to go out and warn the residents of those outlying plantations.
it: Dobbiamo portare sia i residenti di questa città, sia quelli che abbiamo portato con noi sulla strada. Dobbiamo anche andare ad avvertire i residenti di queste piantagioni perifieriche

source: Load the civilians in the ships
it: Carica i civili sulle navi

source: Death of three civilians
it: Morte di tre civili

source: Marauders are attacking the city! Go to the docks.
it: I Marauders stanno attaccando la città! Recatevi al porto.

source: Haven't you heard? Marauders are attacking. Get to the ships!
it: Non avete sentito? I Marauders stanno attaccando. Recatevi alle navi!

source: You need to leave now. Silvium has fallen, and this city is under attack!
it: Dove andarvene ora. Silvium è caduta, e la città è sotto attacco!

source: Hurry! Take your belongings and go the the shipyard.
it: Svelti! Prendete i vostri effetti personali e andate al porto!
