Repository: wescamp/Fall_of_Silvium-1.6
Catalog: po/*.po
Languages: it

source: I must do the same. But if you want my advice, Leithan - hand him over to the Marauders and let them do what they will. Do not get involved.
it: Io farò lo stesso. Ma se vuoi un consiglio, Leithan - consegnalo ai Marauders e dagli quello che volgioni. Non rimanere coinvolto.

source: You captured him, Leithan. It is your decision, and your place to act.
it: Lo hai cattuato tu. Leithan. È una tua decisione, ed è tuo dovere agire.

source: Well... the rest of you, then. Does anyone want to aid me in this?
it: Bene...il resto di voi, allora? Nessuno vuole aiutarmi in questo?

source: We cannot. It is not our place.
it: Non possiamo. Non è un nostro dovere

source: Come now! This is a matter of great import. Some of you must have some idea as to what must be done. I know not myself - that is why I brought the matter before the council.
it: Avanti!È una questione di grande importanza. Qualcuno di voio deve avere qualche idea di cosa andrebbe fatto. Io non lo so - è per questo che ho posto la faccenda al concilio.

source: I am sorry, Leithan. But this is too strange for us.
it: Spiacente, Leithan. Ma questo è troppo strano per noi.

source: Very well. I will consult with my own advisors. Good day to you.
it: Molto bene. Consulterò i miei consiglieri. Buona giornata a voi.

source: Good day, Leithan.
it: Buona giornata, Leithan.

source: Now... Vaniyera. You have been my right-hand mann for centuries. What do you think I should do?
it: Ora... Vaniyera. Sei stato il mio braccio destro per secoli. Cosa pensi che debba fare?

source: I think this is but a foul trick. These Lavinians are spies, and should be treated as such. I say: kill them.
it: Penso che questo sia un sleale trucco. Questi Lavinians sono spie, e dovrebbero essere trattati come tali. Io dico: uccidiamoli.

source: But to slay them would be to abandon our honor.
it: Ma ucciderli sarebbe abbandonare il nostro onore.

source: It is not dishonorable to crush a gnat as it buzzes around your head. These... men. They would use your our honor against you. Do not let them!
it: Non è disonorevole uccidere un moscerino che ti ronza attorno. Questi...uomini. Userebbero il tuo onore contro di te. Non permetterglielo!

source: I think they would not. Men are an open book, Vaniyera, and I can see, this man is not lying. He is not leading us into a trap, and if we aid him, we may gain a powerful ally.
it: Penso non lo farebbero. Gli uomini sono libri aperti, Vaniyera, e io posso vedere che questo uomo non sta mentendo. Non si condurrà in una trappola, e se lo aiuteremo, potremmo guadagnare un potente alleato.

source: We have no need of allies!
it: Non ci servono alleati!

source: Then what will you do when the Marauders and the Frost Elves attack us? We will be outnumbered, outflanked, and outmatched. Mount Stormkeep will fall! It will be a glorious battle, but it will fall. What I would give to have an ally on that day!
it: Allora cosa farai quando i Marauders e gli Elfi del Ghiaccio ci attaccheranno? Saremmo in inferiorità numerica e circondati. Monte Stormkeep cadrà! Sarà una battaglia gloriosa, ma cadrà. Che cosa darei per avere un alleato quel giorno!

source: You underestimate our strength, Leithan!
it: Sottovaluti la nostra forza, Leithan!

source: You would throw away your honor!
it: Tu vorresti buttare via il tuo onore!

source: And you your life!
it: E tu la tua vita!

source: Wait, wait!
it: Aspetta, aspetta!

source: We should not quarrel. If the decision is up to me, as it seems to be... here is what I say.
it: Non dovremmo litigare. Se la decisione è mia, come sembrerebbe essere...questo è quello che ho da dire.

source: I do not believe we have aught to gain from aiding this man. We shall escort him and his men to the edge of the forest, and there release them - but we shall keep their arms, so that they cannot pose a threat to any of us.
it: Non credo che abbiamo qualcosa da guadagnare aiutando questi uomini. Dobbiamo scortarli fino al margine della foresta e liberarli - ma terremo le loro armi, così non possono rapresentare una minaccia per nessuno di noi.

source: I do not like this. Let us go, then - I will watch our back.
it: Non mi pace. Andiamo, allora - Guarderò le nostre spalle.

source: You will treat me like an enemy, then?
it: Mi tratterai come un nemico, allora?

source: And like a captive. You are both of them.
it: E come un prigioniero. Sei entrambe le cose.

source: Very well. We leave at daybreak tomorrow.
it: Molto bene. Partiremo domani all'alba.

source: Thankfully, the Wild Elves agreed to bring us to the border of Arendia. However, there was a complication. The Marauders had scouted ahead, anticipating our move, and were now almost blocking the path. We could get through, but it would not be easy.
it: Fortunatamente. gli Elfi Selvaggi accordarono a portarci al confine con Arendia. Comunque, c'era una complicazione. I Marauders perlustravano davanti a noi, anticipando la nostra mossa, e ora quasi ci bloccavano il cammino. Potevamo attraversarli, ma non sarebbe stato facile.

source: Defeat the Marauder lord
it: Sconfiggi il signore Marauder

source: Death of Leithan
it: Morte di Leithan

source: Death of Vaniyera
it: Morte di Vaniyera

source: Arendian River
it: Fiume Arendia

source: So, the Sidhe have emerged from their forests - prepare to be slaughtered!
it: E così i Sidhe sono emersi dalla loro foresta - preparatevi ad essere massacrati!

source: I knew it! This is a trap - the Lavinian and these Marauders are working together!
it: Lo sapevo! Questa è una trappola - I Lavinian e questi Marauder lavorano insieme!

source: Do not be so hasty!
it: Non essere così astioso!

source: What? No! These Marauders are my enemy as much as yours.
it: Cosa? No! Questi Marauders sono miei nemici così come tuoi.

source: We have done what we promised. We will leave you now at the edge of the forest.
it: Abbiamo compiuto la nostra promessa. Noi adesso vi lasceremo sul limitare della foresta

source: If you leave now, we will perish - at least give us our arms so we can fight them ourselves.
it: Se ci lasci adesso, moriremo - almeno dateci le nostre armi così potremmo combatterli da soli.

source: I advise against that. They may well turn against us once we arm them.
it: Lo sconsiglio. Potrebbero attaccarci una volta che li avremmo armati.

source: Look - this Marauder comes with fire to burn down your forests. If you do not oppose him, the trees will turn to ash. If you do not want to fight to protect us, fight to protect your homeland.
it: Guarda - questi Marauder vengono col fuoco per bruciare la vostra foresta. Se non li fermate, gli alberi diventeranno cenere. Se non vuoi combattere per proteggerci, fallo per proteggere la tua patria.

source: We will not flee like cowards. We will fight - our forests will not die on my watch.
it: Non scapperemo come codardi. Combatteremo - la nostra foresta non morirà sotto i miei occhi.

source: What of my arms?
it: E le miei armi?

source: Very well. You may take your weapons, if you fight alongside my elves. But you must not flee - if we arm you, you must fight with us until this enemy is defeated. Then you can enter Arendia.
it: Molto bene. Puoi prendere le tue armi, ma combatterai con i miei elfi. Ma non devi fuggire - Se vi armiamo, dovere combattere con noi finchè il nemico non viene sconfitto. Poi puoi entrare ad Arendia.

source: You have my word, I will defeat this Marauder.
it: Hai la mia parola, sconfiggerò questi Maraudere

source: If he turns against us...
it: Se ci attacca...

source: I will not attack you, Vaniyera. The Marauders are our enemy as well as yours.
it: Non vi attacchero Vaniyera. Questi Marauders sono nostri nemici come tuoi.

source: More marauders! Prepare the men for battle.
it: Altri Marauders! Preparate gli uomini per la battaglia.

source: I hope a full-fledged battle will not be necessary... perhaps there is another way. Vaniyera, you organize the warriors. The marauders will feel the might of a thunderblade.
it: Spero che una lunga battaglia non sia necessaria...forse c'è un altro modo. Vaniyera, organizzera i guerreri, Questi Marauders assaggeranno la potenza di un thunderblade.

source: Little man! I will not slay you - if you send a message to your lord. Tell him that I challenge him to single combat.
it: Piccolo uomo! Non ti ucciderò - se porterai un messaggio al tuo signore. Digli che io lo sfido in duello.

source: Very well... Lord Alfbane! Lord Alfbane! The elf challenges you to single combat...
it: Molto bene... Lord Alfbane! Lord Alfbane! L'elfo ti sfida in duello.

source: Very well. I accept. I would gladly slay a thunderblade.
it: Molto bene. Accetto. Sarei lieto di uccidere un thunderblade

source: Die, Sidhe scum!
it: Muori, feccia Sidhe!

source: Wait! It would avail nothing for me to slay you, little man... and you know well you cannot slay me.
it: Aspetta! Non trarrei nessuno profitto ad ucciderti, piccolo uomo...e tu sai bene che non puoi uccidermi.

source: What will matter is if your leader manages to kill me in single combat, or if I kill him. So, Alfbane - will you fight me?
it: Che importerà sei il tuo condottiero riesce ad uccidermi in duello, o se io uccido lui. Quindi, Alfbane - combatterai contro di me?

source: Indeed I will. I would gladly slay a thunderblade!
it: Certo che lo farò.Sarei lieto di uccidere un thunderblade!

source: Wait, Alfbane!
it: Aspetta, Alfbane!

source: What?! Speak quickly, so I can kill you and be done!
it: Cosa?! Parla velocemente, così posso uciderti!

source: I am not here to attack you - I bring a message from my Thunderblade. Will you fight him in single combat?
it: Non sono qui per attaccarti - porto un messaggio dal mio Thunderblade. Combatterai contro di lui in duello?

source: Alfbane, I bring a message from my Thunderblade. Will you fight him in single combat?
it: Alfbane, porto un messaggio dal mio Thunderblade. Combatterai con lui in duello?

source: So, Alfbane! We meet. Will you fight me in single combat?
it: Quindi, Alfbane, ci incontriamo! Combatterai con me in duello?

source: What is this?!
it: Che succede?

source: Stay out of this, Caius Regilius. This is what must be done. I have no doubt I can defeat this man.
it: Stanne fuori Caius Regilius. Questo è quello che deve essere fatto. Non ho dubbi che io posso sconfiggere questo uomo.

source: Clear the field, men! I fight with Leithan!
it: Sgombrate il terreno, uomini! Combatterò con Leithan!

source: I don't like this. The Marauders cannot be trusted!
it: Non mi piace. Non ci si deve fidare dei Marauders!

source: Fool. No Thunderblade has ever fallen in single combat.
it: Sciocco. Nessun Thunderblade è mai caduto in duello.

source: Now, we fight! Draw your blade and prepare to taste thunder!
it: Ora, combattiamo! Estrai la tua spada e preparati ad assaggiare il tuono!

source: And so the elf Leithan and the man Alfbane prepared to duel.
it: E così l'elfo Leithan e l'uomo Alfbane si prepararono a duellare

source: But as they drew their swords and faced one another on the field of battle, the marauder lowered his sword and gave a secret sign. Five woodsmen drew their bows and buried five arrows in the Thunderblade's skull.
it: Ma quando estrasserero le spade e si affrontarono sul campo di battaglia, il marauder abbassò la spada e diede un segnale segreto. Cinque cacciatori estrassero i loro archi e affondarono cinque frecce nel teschio del Thunderblade.

source: Thus Leithan, the Thunderblade, Lord of the Western March, was treacherously slain.
it: Così Leithan, il Thunderblade, Signore della Marca Occidentale, fu ucciso a tradimento.

source: I knew it! We should never have let the men go free.
it: Lo sapevo! Non avremmo mai dovuto lasciare gli uomini liberi.

source: What? You still think I planned this Marauder attack?
it: Cosa? Continu a pensare che io abbia pianificato l'attacco dei Marauder?

source: Silence, man! Come, elves, we must take revenge on those who slew Leithan. And as for Leithan's thunderblade... the Twelve must not become Eleven. I will take his sword.
it: Silenzio, uomo! Venite, elfi, dobbiamo vendicarci su coloro che hanno ucciso Leithan. E per la thunderblade di Leithan... I Dodici non devono diventare Undici. Prenderò la sua spada.

source: I do not like this. Vaniyera... he seems like he will turn against us.
it: Non mi piace.Vaniyera...sembra che ci attaccherà.

source: Why would he?
it: Perchè dovrebbe farlo?

source: He believes we slew Leithan. We must retreat, get away from these elves before it is too late. When he turns against us, we cannot have our men surrounded on all sides.
it: Crede che abbiamo ucciso Leithan. Dobbiamo ritirarci, fuggire da questi elfi prima che sia troppo tardi. Quando ci attaccherà, non possiamo avere i nostri uomini circondati da tutti i lati.

source: I see... you may be right. Pull the troops back; not out of the battle, but far enough so that if the elves attack us, we will not be slaughtered.
it: Vedo...potresti avere ragione. Ritiriamo le truppe; non fuori dalla battaglia, ma lontano abbastanza così che se gli elfi ci attaccheranno, non saremmo massacrati.

source: Retreat your fighters so that the elves cannot attack you by surprise
it: Ritira i tuoi combattenti così che gli elfi non possono attaccarti di sorpresa

source: The troops are safely placed, Caius.
it: Le truppe sono al sicuro, Caius.

source: Good. Now -
it: Bene. Ora -

source: I knew it! You traitors - or, should I say, men. Prepare to die!
it: Lo sapevo! Traditori - o, dovrei dire, uomini. Preparati a morire|

source: You see? This elf would have us dead!
it: Vedi? Questi elfi ci vogliono morti!

source: But what do we do now?
it: Ma cosa facciamo ora?

source: I don't know... continue with the retreat? We should flee south to Arendia.
it: Non lo so...continuamo a ritirarci? Dovremmo fuggire a sud verso Arendia.

source: This makes sense. But... I don't like leaving this Marauder to burn down the forests. And we should not give Vaniyera a reason to think us traitors and cowards.
it: Ha senso. Ma... Non mi piace lasciare questi Marauder bruciare la foresta. E non dovremmo dare a Vaniyera una ragione per pensarci traditori e codardi.

source: But if we stay here, we will die, whether by the Marauder's hands or the Sidhe's.
it: Ma se stiamo qui, moriremo, o per mano dei Marauder o per mano dei Sidhe.

source: You're right, I suppose. Very well. Vade retro! But we should do as much damage to these Marauders as we can, before we leave. And do not anger the elves overmuch... we should not slay Vaniyera. To kill a Thunderblade is a terrible thing.
it: Ha ragione. Molto bene. Vade retro! Ma dovremmo danneggiare il più possibile questi Marauders, prima di partire. E non fare infuriare di più gli elfi... Non dobbiamo uccidere Vaniyera. Uccidere un Thunderblade è una cosa terribile.

source: Bring Caius to the mountain pass
it: Porta Caius al passo montano

source: So... it seems we have reached the end of our journey. Arendia is allied ground.
it: E così... Sembra che abbiamo raggiunto la fine del nostro viaggio. Arendia è suolo alleato.

source: Indeed. On to Lavinium!
it: Già. Per Lavinium!

source: And victory, I suppose. But this triumph has seen the death of a noble Sidhe, and of a great ally... we cannot rejoice in it.
it: E per la vittoria, suppongo. Ma questo trionfo a visto la morte di un nobile Sidhe, e di un grande alleato... Non possiamo rallegrarcene

source: At least I die in battle...
it: Infine muoio in battaglia

source: Vaniyera has been slain! This is a dark day. I will fight no more upon it. Come, Sidhe - we return north.
it: Vaniyera è stato ucciso! Questo è un giorno oscuro. Non combatteremo più. Venite, Sidhe - ritorniamo a nord

source: Men! You damn men!...
it: Uomini! Dannati uomini!...

source: We have allowed both Leithan and Vaniyera to be slain. Now all of Sidhedom will be called down on our backs!
it: Abbiamo permesso che sia Leithn che Vaniyera siano stati uccisi. Ora i Sidhe saranno sulle nostre tracce!

source: The cursed Lavinians have escaped...
it: Questi dannati Lavinians sono scappati...

source: You fought well this day, Caius! Perhaps we will meet again. Good luck in Lavinium.
it: Hai combattuto bene questo giorno, Caius! Forse ci rincontreremo. Buono fortuna in Lavinium.

source: May the elves and the lavinians slay each other swiftly...
it: Possano questi elfi e questi uomini uccidersi a vicenda velocemente...

source: We have slain the Marauder thain! We must not kill Vaniyera, though. Let us instead flee south.
it: Abbiamo ucciso il condottiero Marauder Non dobbiamo uccidere Vaniyera, quindi. Fuggiamo a sud.

source: The Emperor
it: L'Imperatore

source: 1st Legion
it: Prima Legione

source: After we entered Arendia, our journey back to Lavinium was uneventful. We passed across the Arendian river, through Ceresia, and came to the capital of the empire. News of our return spread quickly.
it: Dopo essere entrati ad Arendia, il nostro viaggio di ritorno a Lavinium fu tranquillo. Attraversammo il fiume Arendia, Ceresia, ed arrivammo alla capitale dell'impero. La notizia del nostro ritorno si diffuse rapidamente.

source: Our return to Lavinium was not triumphant. The people of the imperial city did not understand the situation in Silvia; they thought the province had been lost through my own folly.
it: Il nostro ritorno a Lavinium non fu trionfante. Glia bitanti della città imperiale non capirono la situazione a Silvia; pensavano che la provincia fosse stata perduta per la mia follia.

source: Always, when a Tribune of a province is in the city, he must report the Emperor. Normally it was a routine affair; but I knew this time it would not be.
it: Quando un Tribuno di una provincia è nella città, deve sempre riferire all'Imperatore. Normalmente era un affare di routine; ma sapevo che questa volta non sarebbe stato così.

source: Hail, Vituvius Maximus Ceresius, Imperator.
it: Ave, Vituvius Maximus Ceresius, Imperatore

source: The nobles are calling for your head, Caius.
it: I nobili reclamano la tua testa, Caius.

source: They... they are, lord?
it: Loro...davvero, signore?

source: Perhaps I should give it to them. What do you think?
it: Forse dovrei dargliela. Cosa ne pensi?

source: Lord, I did my best to -
it: Signore, ho fatto del mio meglio per -

source: I don't care what you did or did not try to do. All that matters is, you lost the province of Silvia. However...
it: Non mi importa cosa hai provato o non hai provato. La questione è che tu hai perso la provincia di Silvia. Comunque...

source: As much as I would like to have you slain, I cannot. We need good soldiers now. The Legion has grown weak, and although you have disgraced yourself, you are battle-hardened. So I have a task for you.
it: Per uqnato vorrei ucciderti, non posso. Abbiamo bisogno di buoni soldati ora. La Legione è cresciuta debole, e sebbene ti sei disonorato, sei un veterano. Quindi ho una missione per te.

source: What do you mean, Lord?
it: Cosa vuole dire, Signore?

source: The Marauders have taken Silvia, but the battle is not over. The Marauders will try to march on to Arendia, but if we stop them in the mountains - perhaps we can even retake Silvia.
it: I Marauders hanno preso Silvia, ma la battaglia non è ancora finita. I Marauders proveranno a marciare su Arendia, ma se li fermiamo sulle montagne - forse possiamo riprendere Silvia.

source: I am going to give you a chance to regain your honor. Your must lead your old legion into Arendia, and hold the mountain pass. Go, and retake Silvium.
it: Ti sto dando una possibilità per riguadagnare il tuo onore. Devi condurre la tua vecchia legione ad Arendia, e tenere il passo montano, Vai, e riprendi Silvium.

source: The Pass of Arendia
it: Il Passo di Arendia

source: The Emperor had spoken. I was sent north, with my old troops, to retake Silvia. This was hopeless, as was clear to all of us who had been in Silvia when it fell; I suspect the Emperor knew this as well.
it: L'Imperatore ha parlato. Fui mandato a nord, con le mie vecchie truppe, a riprendere Silvia. Era un impresa senza speranza, fu chiaro a tutti noi quando Silvia cadde; e sospettavo che lo sapesse bene anche l'Imperatore.

source: But it is not my place to object...
it: Ma non è mio compito obbiettare...

source: So. We have returned to where this all began.
it: E così tornammo dove tutto ebbe inizio.

source: And look; a Marauder host lies in wait.
it: Guardate; un mucchio di Marauders giace in attesa.

source: Indeed. And it does not look open to defeat.
it: Vedo. E non sembra facile da sconfiggere.

source: Look, the coward has returned to his old lands.
it: Guardate, il codardo è ritornato sulla sua vecchia terra.

source: They do not have the look of those outnumbered.
it: Non sembrano avere l'aspetto di che è in inferiorità numerica.

source: I do not know if the Legion is large enough to defeat them...
it: Non lo so se la Legione è abbastanza numerosa per sconfiggerli...

source: No matter. We have our orders.
it: Non se ne parla. Abbiamo degli ordini

source: Indeed. Attack them!
it: Giusto. Attacchiamoli!

source: But we have no choice. We have our orders.
it: Ma non abbaimo scelta. Abbiamo degli ordini.

source: So what are we waiting for? Begin the assault.
it: Allora cosa state aspettando?Cominciate l'assalto.

source: Curse these Marauders...
it: Maledetti Marauders

source: And so perished Caius Regilius, the Tribune of Silvia, alongside many comrades.
it: E così mori Caius Regiulius, il Tribuno di Silvia, a fianco molti compagni

source: He did not die in vain, for by holding the Pass of Arendia he stopped the Marauder thains from advancing into Lavinia and destroying the entire Empire. He bought Lavinium another half-century of peace, before the Imperial City finally fell.
it: Non morì invano, tenendo il Passo di Arendia, fermò i guerrieri Marauder dall'avanzare su Lavinia e distruggere l'intero Impero. Portò a Lavinium un'altro mezzo secolo di pace, prima che la Città Imperiale infine cadde.

source: The deceased heroes of the 12th Legion were remembered alongside Caius for the remainder of Lavinium's existence:
it: La morte eroica della Dodicesima Legione fu ricordata insieme a quella di Caius per la rimanente esistenza di Lavinium

source: I fall.... but more will come! You will never enter Silvia!
it: Io cado... ma molti altri arriveranno! Non entrerai mai a Silvia!

source: We managed, with great loss, to beat back the Marauders and make some headway into Silvia... but we were immediately pushed backwards again. We could not get out of the Pass.
it: Riuscimmo, con grandi perdite, a respingere i Marauders e farci strada dentro Silvia... Ma fummo immediatamente respinti nuovamente. Non possiamo uscire dal Passo

source: So... death... long live the emperor...
it: E così...muoio...lunga vita all'imperatore...

source: My standard falls...
it: Il mio stendardo cade...

source: I die... avenge me...
it: Muoio...vendicatemi...

source: So... another retirement...
it: E così...un altro ritiro...
