Repository: wescamp/Fall_of_Silvium-1.6
Catalog: po/*.po
Languages: it

source: Now! All of you who followed the commands of the traitor Darus Salirus - normally we would have you executed. But we need you today. Marauders are going to attack this city.
it: Ora! Tutti voi che avete seguito i comandi del traditore Darus Salirus - normalmente verreste giustiziati. Ma abbiamo bisogno di voi oggi. I Marauders stanno per attaccare questa città.

source: So now, you follow my orders.
it: Quindi ora, voi seguite i miei ordini

source: I see the Wyrdwylflings failed to do their duty. No matter. The Lavinian thieves shall die this day!
it: Vedo che i Wyrdwylflings hanno fallito nel loro compito. Poco male. Questi ladri Lavinian moriranno oggi!

source: I have had no part in this, Wulfsojn. It is these traitors you want.
it: Io non c'entro, Wulfsojn. Questi sono i traditori che vuoi.

source: Kill all of them!
it: Uccideteli tutti!

source: What?... Caius, you have brought this down on all of us! You will pay for this!
it: Cosa?...Caius, ce li hai portati contro di noi! La pagherai per questo!

source: You Lavinians... fighting among yourselves. Prepare to die!
it: Voi Lavinians...combattete tra di voi. Preparatevi a morire!

source: You see, Darus? The Marauders do not care. You will perish this day if you do not join us!
it: Vedi, Darus? Ai Marauders non importa. Morirai se non ti unisci a noi!

source: You have betrayed Silvia!
it: Hai tradito Silvia!

source: We are not the enemy, Darus. They are! So fight them, not us.
it: Noi non siamo il nemico, Darus. Loro lo sono! Combatti loro, non noi.

source: No, you are the enemy. You have attacked me and my city. Prepare to die!
it: No, tu sei il nemico. Hai attaccato me e la mia città. Preparati a morire!

source: Defeat Darus Salirus
it: Sconfiggi Darus Salirus

source: I knew they would pursue us!
it: Sapevo che ci avrebbero inseguito!

source: We cannot defeat these marauders. And even if we do, Silvia will fall. So we should not waste our efforts on mad attacks.
it: Non possiamo sconfiggere questi Marauders. E anche se ci riuscissimo, Silvia cadrà. Quindi non dovremmo sprecare i nostri sforzi in attacchi senza senso.

source: We cannot let the civilians be slain... be more careful!
it: Non possiamo permettere che i civili siano uccisi...Siate più attenti!

source: Dammit! Another nobleman died!
it: Dannazione! Un altro nobile è morto!

source: Too many have perished...
it: In troppi sono morti...

source: The civilians - they have made it into the transports!
it: I civili - hanno raggiunto i trasporti!

source: Good. Men, fall back!
it: Bene. Uomini, ritiratevi!

source: So, you have killed the Marauders... Perhaps you are right. I will not oppose you any more.
it: Hai sconfitto i Marauders... Magari hai ragione. Non ti ostacolerò più.

source: Good. Now, get the transports ready to leave! We will stay with the original plan - the Legion retreats to the East.
it: Bene. Ora prepara i trasporti pronti per partire! Dobbiamo proseguire con il piano - la Legione si deve ritirare a Est

source: We have managed to kill this marauder invader - but we should still load the civilians into the ships, for more marauders will come.
it: Siamo riusciti a uccidere questi invasori - ma dobbiamo ancora caricare i civili nelle navi, altri Marauders arriveranno.

source: The rest of us should head east, and try to distract the marauders from their goal.
it: Il resto di noi deve dirigersi a est, e provare a distrarre i Marauders dal loro obiettivo.

source: What is going on here?
it: Che succede qui?

source: Marauders have invaded the land!
it: I Marauders ci hanno invaso!

source: Oh, is that so? Strange it didn't happen sooner. Do you have any need to assistance in the battle?
it: Oh, è così? Strano che non è capitato prima. Avete bisogno di aiuto nella battaglia?

source: Help is always appreciated, if you can follow orders.
it: Un aiuto è sempre apprezzato, se puoi seguire gli ordini.

source: I was once a decorated officer... I bet I can still fight. And you can use my house if you need something to prepare an attack from.
it: Una volta ero un ufficiale decorato. Scommetto che posso ancora combattere. E voi potete usare la mia casa se volete preparare qualche attacco.

source: What is all the commotion?
it: Cos'è tutta questa agitazione?

source: Marauders have invaded the province. You need to leave the area. We can protect you, if you leave now.
it: I Marauders hanno invaso la provincia. Devi evacuare l'area. Possiamo proteggerti, se parti adesso.

source: What? This is terrible! Um... here, take some gold. You'll need it to fight the barbarians. Now get me out of here!
it: Cosa? È terribile! Um... Prendi un po' di oro. Ti servirà per combattere questi barbari. Ora fatemi uscire di qui!

source: Ardus Drusus has given you 200 gold and joined the caravan.
it: Ardus Drusus ti ha dato 200 pezzi d'oro e si è unito alla carovana.

source: Ardus Drusus has given you 200 gold.
it: Ardus Drusus ti ha dato 200 pezzi d'oro.

source: Now, I hope that the ships will reach Lavinium safely... as for us, we march!
it: Ora, spero che le navi raggiungeranno Lavinium illese... così come noi, marciamo!

source: Silvian Refugees
it: Profughi di Silvia

source: Dardan transport ships usually carry commercial goods to sell in Silvia - but now they carry men, refugees from that province.
it: Le navi da trasporto Dardane di solito portano beni commerciali da vendere a Silvia - ma ora portano uomini, profughi di quella provincia.

source: Lavinian Navy
it: Flotta Lavinia

source: The three ships set out for Dardania. However, they had a long journey ahead of them, and Marauder longboats were on their trail. The transports had to go through Iceswept Bay, around the Sidhe peninsula, and then south to Dardania, pursued by the barbarians.
it: Le tre navi partono per Dardania. Comunque, hanno un lungo viaggio davanti a loro, e le scialuppe dei Marauder erano sulle loro tracce. I trasporti dovevano attraversare Baia Iceswept, circumnavigare la penisola dei Sidhe, e poi proseguire a sud verso Dardania, inseguiti dai Barbari.

source: Bring the ships to safe landing
it: Porta le navi ad una approdo sicuro

source: Death of the ship Modius
it: Affondamento della nave Modius

source: Death of the two other Transports
it: Affondamento di altri due Trasporti

source: Mt. Stormkeep
it: Monte Stormkeep

source: We should bear north-east for five days, then go round the cape and south to Dardania.
it: Dobbiamo proseguire nord-est per cinque giorni, poi doppiare il capo e poi a sud fino a Dardania.

source: Redragon
it: Drago Rosso

source: Greendragon
it: Drago Verde

source: Bluedragon
it: Drago Blue

source: Blackdragon
it: Drago Nero

source: Greydragon
it: Drago Grigio

source: Browndragon
it: Drago Marrone

source: The Dardan ships are escaping! Put them on the bottom of the bay!
it: Le navi Dardane stanno scappando! Induceteli sulla secca della baia!

source: Ship Modius! Are you under attack?
it: Nave Modius! Siete sotto attacco?

source: Indeed! Help us fend off these Marauder longboats!
it: Sì! Aiutaci ad eludere queste scialuppe Marauder!

source: The ship is sinking!...
it: La nave sta affondando!...

source: We have passed beyond where the Marauder Longboats will ever go. We are safe.
it: Abbiamo oltrepassato il punto dove le scialuppe Maraudere non si sono mai spinte oltre. Siamo al sicuro.

source: The Border
it: Il Confine

source: Outlaws
it: Fuorilegge

source: Sidhe Western March
it: Marca occidentale dei Sidhe

source: The ships, I hear, made it out of Iceswept Bay alive. So our story returns to my own actions, and the Legion's flight from Silvia.
it: Le navi, sento, hanno oltrepassato Baia Iceswept. Quindi la nostra storia ritorna alle mie azioni, e alla fuga della Legione da Silvia.

source: When the transports left the city, we immediately began a retreat towards the east. Unfortunately, the marauders did not follow us; they sent the majority of their forces out to sea. The army itself got away unhindered.
it: Quando i trasporti hanno lasciato la città, noi immediatamente abbiamo cominciato immediatamente a ritirarci verso est. Sfortunatamente, i Marauders non ci seguirono; mandarono la maggior parte delle forze in mare. L'esercito si allontanò senza essere ostacolato.

source: We hoped to follow the road south-east, to the place where Arendia, Dardania, and the Sidhe Territories meet. However, this was not to be; the road had falled into disuse, and the Sidhe forests had grown up around it. The road ended around the Sidhe border, near two run-down farms.
it: Speravamo di seguire la strada a sud-est, dove i territori di Arendia, Dardania e dei Sidhe si incontravano. Comunque, così non fu; la strada era caduta in disuso, e la foresta dei Sidhe era cresciuta intorno a essa. Lastrada terminava lungo il confine dei Sidhe, vicino due fattorie abbandonate.

source: In desperation, we decided to send a messenger to the Sidhe, who would ask for help. But we never got a chance to send him - we were immediately caught up in a battle with bandits...
it: Disperati, decidemmo di mandare un messaggero ai Sidhe, che avrebbe chiesto aiuto. Ma non avemmo mai una occasione di spedirlo - furomo subito coinvolti in una battaglia con dei banditi...

source: Avoid entering Sidhe territory (the border is marked by giant trees) (1/2)
it: Evida di entrare nel territorio Sidhe ( il confine marcato dagli alberi giganti) (1/2)

source: Defeat the bandits
it: Sconfiggi i banditi

source: Abandoned Outpost
it: Avamposto Abbandonato

source: Does anyone actually live in these ruins? If so, come out quickly. We must talk.
it: C'è qualcuno vive in queste rovine? Se è così, venite fuori velocemente. Dobbiamo parlare.

source: What?... Is there a disturbance of some sort?...
it: Cosa?... C'è un problema di qualche sorta?

source: Yes. Marauders have invaded Silvia. We need to flee, quickly. I have decided that our best hope of survival is to send a messenger to the Sidhe, asking for aid. Is there anything we must know before we do so? Have you entered their forests recently?
it: Sì. I Marauders hanno invaso Silvia. Dobbiamo scappare, velocemente. Ho deciso che la nostra migliore speranza di sopravvivenza è mandare un messaggero ai Sidhe, chiedendogli aiuto. C'è niente che dovremmo conoscere prima di farlo? Sei entrato nella foresta recentemente?

source: Bad news... bad news... I may lose my title...
it: Cattive notizie...Cattive notizie...potre perdere il mio titolo...

source: And your life. Listen, man, you need to give me some answers.
it: E la tua vita. Ascolta, uomo, devi sarci qualche risposta

source: Fine, fine... I'll need to get my brother, too. He lives across the street from here...
it: Bene, bene... Andrei anche da mio fratello. Vive nella strada qui di fronte...

source: I apologize for my brother. I see what you want to know... well, here's the problem. There are bandits in these woods, hiding between the edge of the forest and the start of Sidhe land. You will need to eliminate them now if you want to enter Sidhe lands.
it: Spiacente per mio fratello. So cosa volete sapere... be, c'è un problema. Ci sono banditi in questi alberi, nascosti tra il bordo della foresta e l'inizio della terra dei Sidhe. Li dovere eliminare ora se volete entrare nel territorio Sidhe.

source: We must be careful. If we get in a battle with them, we may accidentally cross the border into Sidhe territory. It is one thing to send an unarmed messenger, but quite another to cross the border with a whole legion.
it: Dobbiamo stare attenti. Se ingaggiamo una battaglia con loro, potremmo accidentalmente il confine. Una cosa è mandare un messaggero disarmato, un'altra è attraversare il confine con un'intera legione.

source: So you say... but what choice do we have? They are in our way. We must attack.
it: Ma quale scelte abbiamo? Sono sulla nostro percorso. Dobbiamo attaccare.

source: Here. You look a bit low on funds, and you'll need to them to fight the bandits. I would spend it on an army myself, but I know nothing about warfare.
it: Ecco qui. Sembrate un po' a corto di fondi, e ne avrete bisogno per combattere i banditi. Glii spenderei per costruirmi un esercito, ma non so niente sulla guerra.

source: Romulus Silvius has given you 100 gold.
it: Romulus Silvius ti ha dato 100 pezzi d'oro

source: Now, you, bandits! Hear me - you will be slain, by either us or Marauders, if you do not join us. Stop fighting. We are not a couple of farm owners, we are trained legionnaires - you will be slaughtered.
it: Ora, voi, banditi! Ascoltatemi - sarete uccisi, dai noi o dai Marauders, se non vi unirete a noi. Smettete di combattere. Non siamo un paio di fattori, siamo legionari addestrati - sareste uccisi.

source: Go to Hades.
it: Va all'Inferno!

source: Attack them!
it: Attaccatelo!

source: Ha! We have found you!
it: Ha! Vi abbiamo trovati!

source: What? The Marauders have caught up to us. Well, at least this is just a scouting party.
it: Cosa? I Marauders ci hanno raggiunti. Be, almeno sembra solo una squadra di ricognizione

source: Yes... but we must hurry if we do not want the rest of the army catching up as well. And now we have enemies at our front and back.
it: Sì... ma dobbiamo sbrigarci se non vogliamo essere raggiunti anche dal resto dell'esercito. E ora abbiamo nemici davanti e dietro.

source: What is happening here? Who has trespassed in our domain?
it: Cosa sta succedendo qui? Chi oltrepassa i nostri domini?

source: Um... we are of the Lavinian Legion... but we are not here to attack you... um...
it: Um...siamo della Legione Lavinian... ma non siamo qui per attaccarvi...um...

source: So you say. But I do not believe you. And what are these marauders you have brought with you?
it: Non ti credo. E chi sono questi Marauders che hai portato con te?

source: They are not our allies. They are attacking us... this is our plight - marauders have invaded Lavinia!
it: Non sono nostri alleati. Ci stanno attaccando... questa è la nostra situazione - I marauders hanno invaso Lavinia!

source: So you say. But I do not believe you.
it: Non ti credo

source: I speak the truth. Marauders have invaded Lavinia - we are fleeing from them.
it: Dico la verità. I Marauders hanno invaso Lavinia - stiamo scappando da loro.

source: Perhaps. Perhaps not. But it is not my concern. You, the Marauders, and these bandits here - you are all enemies. You all must die.
it: Forse sì. Forse no. Ma non è un mio problema. Tu, i Marauders, e questi banditi qui - siete tutti nemici. Dovete tutti morire.

source: We must make him understand we are not attacking him... I do not want to get Lavinia yet another enemy.
it: Dobbiamo fargli capire che non lo stiamo attaccando... Non voglio far ottenere a Lavinia un altro nemico.

source: Perhaps we can make an appeal to his honor. If you lay down your arms in front of him and surrender, he will not kill you. The Sidhe do not kill unarmed men.
it: Forse possiamo appellare al suo onore. Se getti le tue armi davanti a lui e ti arrendi, lui non ti ucciderà. I Sidhe non uccidono un uomo disarmato.

source: This is dangerous. But it seems we have no choice.
it: È rischioso. Ma sembra che non abbiamo altra scelta.

source: Yes... now, the best way to surrender would be to go and make as if to attack him, but instead lay down your arms in front of him.
it: Sì...ora il modo migliore di arrendersi sarebbe fare per attaccarlo, ma invece gettare le tue armi di fronte a lui.

source: Have Caius Regilius attack the Sidhe leader (2/2)
it: Attacca il condottiero Sidhe con Caius Regilius (2/2)

source: Death of Leithan, the Sidhe leader
it: Morte di Leithan, il condottiero Sidhe

source: Those lying Lavinians... kill them all...
it: Questi Lavinians bugiardi...uccideteli tutti...

source: What is this? You want to attack me, Lavinian? Come and try!
it: Allora? Vuoi attaccarmi, Lavinian? Provaci!

source: Wait! I do not attack you - see, I lay down my weapons.
it: Aspetta! Non ti attacco - guarda, getto a terra le mie armi.

source: So you say. I suppose I cannot slay you, then... Very well - speak your piece.
it: Suppongo che non posso ucciderti, quindi...Molto bene - recita il tuo pezzo.

source: About two months ago, Marauder invaders launched a full attack on my province. We could not fight them, there were too many. We know that the Marauders are your ancient enemies - so join with us in our struggle with them.
it: Circa due mesi fa, i Marauder hanno lanciato un potente attacco alla mia provincia. Non potevamo combatterli, ce n'erano troppi. Sappaimo che i Marauders sono vostri antichi nemici - quindi unitevi nella nostra lotta contro di loro.

source: This makes sense - but I cannot speak for the Council of the Sidhe. You must come with us to Mount Stormkeep, as prisoners. If you tell the truth, you will not object to this.
it: Questo ha senso - ma non posso parlare per il Consiglio dei Sidhe. Devi venire con noi a Monte Stormkeep, come prigionieri. Se dici la verità, non obbietterai a ciò.

source: Your terms are just. But what of these enemies who still attack us?
it: I vostri termini sono equi. Ma cosa facciamo di questi nemici che continuano ad attaccarci?

source: My people are numerous and powerful... if they try to follow you into the forest, we will crush them.
it: La mia gente è numerosa e potente...se ci inseguiranno nella foresta, gli sconfiggeremo.

source: Your terms are just.
it: I tuoi termi sono equi.

source: Remember, do not kill them. Just bind them tightly with ropes.
it: Ricordate, non uccidetelo. Legatelo solo strettamente con funi.

source: Mount Stormkeep
it: Monte Stormkeep

source: Sidhe Council
it: Concilio dei Sidhe

source: Members of the Legion are not Dardans. We are not trained to fight until the death - surrender is an option. So I was not upset that I had been forced to surrender.
it: I membri della Legione non sono Dardani. Non siamo addestrati a combattere fino alla morte - la resa è un opzione. Quindi non ero dispiaciuto per il fatto di essere costretto ad arrendermi,

source: The problem was, the Sidhe were unpredictable. The Marauders were their ancient enemy, yes, but we were also their enemy historically. I could only hope that their hatred of the Marauders would prove stronger.
it: Il problema era che i Sidhe erano imprevedibili. I Marauders erano loro antiche nemici, sì, ma siamo anche noi loro nemici storici. Potevo solo sperare che il loro odio verso i Marauders sia più forte

source: What happened, eventually, was our captor Leithan called a Great Council of the Forest. The Sidhe are a strange people. They have had no king for millennia, ruled instead by a cabal of six magi, whose will is enforced by the twelve Thunderblades - Leithan was one of these.
it: Infine, il nostro catturatore Leithan chiamò un Grande Concilio della Foresta. I Sidhe erano un popolo strano. Non avevano re da milleni, governati anzi da un gruppo di sei stregoni, appoggiati da dodici Thunderblades - Leithan era uno di questi.

source: This council of elders would decide our fate. It was unfortunate that a council would determine our fate, for in a group the Sidhe could be more cowardly than one of them alone could ever be. But we had no choice in the matter.
it: Questo consiglio di anziani avrebbe deciso il nostro fato. Era una sfortuna che un concilio avrebbe determinato il nostro fato, in gruppo i Sidhe possono essere più codardi che uno di loro da solo. Ma non avevamo scelta in materia.

source: My friends - I have called this Great Council of the Forest for one purpose only. Several weeks ago, in my domain on the western border, an army of Lavinia entered our lands, pursued by marauders. He surrendered to me. I thought to myself - what should I do with him?
it: Amici miei - Ho convocato il Grande Consilio della Foresta per un solo scopo. Qualche settimana fa, nei miei domini al confine occidentale, un esercito di Lavinia entrò nella nostra terra, inseguito dai Marauders. Si è arreso a me. Dissi a me stesso - cosa devo fare con lui?

source: But that was not a question I could answer myself. I am a Thunderblade, yes, but this is a question for the Council.
it: Ma questa non è una domanda a cui posso rispondermi da solo. Sono un Thunderblade, sì, ma questa è una domanda per il Concilio.

source: It is true that the Marauders have stepped up their attacks of late. But really... the Lavinians are our ancient enemies, the same as the Marauders.
it: È vero che i Marauders hanno aumentato i loro attacchi ultimamente. Ma i Lavinians sono nostri antichi nemici, allo stesso modo dei Marauders.

source: Truly. Our king himself, whose sword we Thunderblades guard, died by their treachery.
it: Certamente. Il nostro re, che istituì i guardiani Thunderblades, morì per in loro tradimento.

source: That was a thousand years ago - an ancient misunderstanding. My people barely remember it. We have not entered these forests for a thousand years. But the Marauders - they have waged war on you for centuries.
it: Fu mille anni fa - un antico fraintendimento. Il mio popolo se lo riccorda appena. Non siamo entrati in questa foresta per centinaia di anni. Ma i Marauders - loro vi hanno ingaggiato guerra per secoli.

source: I do not like it. Leithan has brought you here unarmed - if he had not, we would have you slain. Councilors, what do you think?
it: Non mi piace. Leithan vi ha portato qui disarmati - se non è così, vi stermineremo. Consilieri, cosa ne pensate?

source: Let us consider this carefully. To aid these men - what would we gain from it? They have nothing to offer us. But if they are lying, and it is a trap - if we fall into it, we may all be slain. Mount Stormkeep may fall. There is no reason to take this risk. I say, keep their arms, lead them to the edge of the forest, and be done with them.
it: Lasciaci considerare la situazione attentamente. Aiutando questi uomini - cosa guadagneremo? Non hanno niente da offrirci. Ma se stanno mentendo, e questa è una trappola - se ci cadremo dentro, potremmo essere tutti sterminati. Monte Stormkeep potrebbe cadere. Non c'è ragione per correre questo rischio. Io dico di conservate le loro armi, portargli al confine con la foresta, e lasciarli andare

source: I must agree with Onnachadh. We should not harm them, but we cannot help them.
it: Devo concordare con Onnachadh. Non dovremmo fargli del male, ma non possiamo aiutarli.

source: It is a difficult decision, but our honor compels us to aid them. I say, give the man what he requests.
it: È una decisione difficile, ma il nostro onore ci constringe ad aiutarli. Dico di dare agli uomini ciò che voglione.

source: It is true than these Lavinians are our ancient enemies. But perhaps the times have changed. I... have no opinion.
it: È vero che questi Lavinians sono nostri antichi nemici. Ma forse i tempi sono cambiati. Io...mi astengo

source: The council debated for some time. Eventually, Saoir announced their determination.
it: Il concilio dibattè per qualche tempo. Infine, Saoir annunciò la loro deliberazione.

source: We leave the proper course of action up to the discretion of the Thunderblades. We will give no orders at this time.
it: Lasciamo la decisione su come agire a discrezione dei Thinderbòades. Non daremo ordin questa volta.

source: What, so is the council deadlocked?
it: Quindi il concilio è arrivato a un punto morto?

source: Each Thunderblade must follow his own conscience in this matter.
it: Ogni Thunderblade deve seguire la propria coscienza in questa faccenda.

source: Very well... so, Thunderblades, what say you?
it: Molto bene...quindi, Thunderblades, cosa dite?

source: I will take no action.
it: Non interverrò
